Repository: ivogomes/ivogomes
Catalog: tools/tmx-editor/sample.tmx
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv, zh_cn

source: We warn you if our AI model identifies a website as suspicious. Dashlane’s AI model operates on our zero-knowledge principle, and we never see your data. Only available on desktop.
de: Wir warnen Sie, wenn unser KI-Modell eine Website als verdächtig einstuft. Das KI-Modell von Dashlane basiert auf unserem Zero-Knowledge-Prinzip, und wir sehen Ihre Daten niemals. Nur auf dem Desktop verfügbar.
es: Le advertimos si nuestro modelo de IA identifica un sitio web como sospechoso. El modelo de IA de Dashlane funciona según nuestro principio de conocimiento cero y nunca vemos sus datos. Solo disponible en computadoras de escritorio.
fr: Nous vous avertissons si notre modèle d'IA identifie un site Web comme suspect. Le modèle d'IA de Dashlane fonctionne selon notre principe « zero-knowledge », et nous ne voyons jamais vos données. Disponible uniquement sur ordinateur.
it: Ti avvisiamo se il nostro modello di IA identifica un sito web come sospetto. Il modello di IA di Dashlane funziona secondo il nostro principio della conoscenza zero e noi non vediamo mai i tuoi dati. Disponibile solo su desktop.
ja: AIモデルが疑わしいと判断したウェブサイトにアクセスした際に警告します。DashlaneのAIモデルはゼロ知識の原則に基づいて動作し、当社はお客様のデータを決して見ることはありません。デスクトップのみでご利用可能です。
nl: We waarschuwen je als ons AI-model een website als verdacht aanmerkt. Het AI-model van Dashlane werkt volgens ons zero-knowledgeprincipe en wij zien je gegevens nooit. Alleen beschikbaar op desktop.
pt_br: Avisamos você se nosso modelo de IA identificar um site como suspeito. O modelo de IA da Dashlane opera com base no nosso princípio de conhecimento-zero e nunca acessamos seus dados. Disponível apenas no desktop.
sv: Vi varnar dig om vår AI-modell identifierar en webbplats som misstänkt. Dashlanes AI-modell fungerar enligt vår zero-knowledge-princip, och vi ser aldrig din data. Endast tillgänglig på skrivbordet.
zh_cn: 如果我们的 AI 模型将某个网站识别为可疑网站，我们会向您发出警告。Dashlane 的 AI 模型基于零知识原则运行，我们绝不会看到您的数据。仅适用于桌面端。

source: Deploy the extension to extend monitoring to inactive users
de: Stellen Sie die Erweiterung bereit, um die Überwachung auf inaktive Benutzer auszuweiten.
es: Implemente la extensión para ampliar la supervisión a los usuarios inactivos
fr: Déployer l'extension pour étendre la surveillance aux utilisateurs inactifs
it: Distribuisci l'estensione per estendere il monitoraggio agli utenti inattivi
ja: 非アクティブユーザーの監視を拡張するための拡張機能を展開
nl: Implementeer de extensie om de monitoring uit te breiden naar inactieve gebruikers
pt_br: Implante a extensão para estender o monitoramento a usuários inativos
sv: Distribuera tillägget för att utöka övervakningen till inaktiva användare
zh_cn: 部署扩展程序，以将监控范围扩展到非活跃用户

source: AI Phishing Detection
de: KI-Phishing-Erkennung
es: Detección de phishing de IA
fr: Détection du phishing par IA
it: Rilevamento di phishing tramite IA
ja: AI フィッシング検出
nl: AI Phishing-detectie
pt_br: Detecção de phishing com IA
sv: AI-nätfiskedetektering
zh_cn: AI 网络钓鱼检测

source: Test notification sent
de: Test-Stupser gesendet
es: Advertencia de prueba enviada
ja: テストナッジが送信されました
ko: 테스트 넛지 전송
zh_cn: 已发送测试轻推

source: You're previewing Risk Detection, available on the Dashlane Omnix Enterprise
de: Sie sehen eine Vorschau der Risikoerkennung, die auf der Dashlane Omnix Enterprise verfügbar ist.
es: Está previsualizando Detección de riesgos, disponible en Dashlane Omnix Enterprise
fr: Vous voyez un aperçu de la Détection des risques, disponible sur Dashlane Omnix Enterprise
it: Stai visualizzando in anteprima il rilevamento del rischio, disponibile su Dashlane Omnix Enterprise
ja: Dashlane Omnix Enterprise でご利用可能なリスク検出機能を試見しています
nl: U bekijkt risicodetectie, beschikbaar op de Dashlane Omnix Enterprise
pt_br: Você está visualizando a Detecção de riscos, disponível no Dashlane Omnix Enterprise
sv: Du förhandsgranskar riskdetektering, tillgänglig på Dashlane Omnix Enterprise
zh_cn: 您正在预览可在 Dashlane Omnix Enterprise 上使用的风险检测

source: If you don't see the Dashlane logo, right-click to access our custom autofill menu and select the data you need.
de: Wenn Ihnen das Dashlane-Logo nicht angezeigt wird, klicken Sie mit der rechten Maustaste, um Zugriff auf unser benutzerdefiniertes automatisches ausfüllen-Menü zu erhalten und die erforderlichen Daten auszuwählen.
es: Si no ve el logotipo de Dashlane, haga clic con el botón derecho para acceder a nuestro menú de autocompletado personalizado y seleccione los datos que necesite.
fr: Si le logo Dashlane n'apparaît pas, effectuez un clic droit avec votre souris pour ouvrir notre menu de remplissage automatique personnalisé, puis sélectionnez les données dont vous avez besoin.

source: Autofill is off for logins and forms
de: Das automatisches ausfüllen ist für Logins und Formulare deaktiviert
es: El autocompletado está desactivado para ingresos y formularios
fr: La remplissage automatique est désactivée pour les identifiants et les formulaires

source: How easy were AI Pishing Alerts to set up?
de: Wie einfach war es, KI-Phishing-Warnungen einzurichten?
es: ¿Qué tan fácil fue configurar las alertas de phishing de IA?
fr: Dans quelle mesure les alertes de phishing par IA ont-elles été faciles à configurer ?
it: Quanto è stato facile configurare gli Avvisi di phishing tramite IA?
ja: AI フィッシングアラートの設定はどのくらい簡単でしたか？
nl: Hoe eenvoudig was het om AI Phishing Alerts in te stellen?
pt_br: Com que facilidade os Alertas de phishing com IA foram configurados?
sv: Hur enkelt var det att konfigurera AI-varningar om nätfiske?
zh_cn: AI 网络钓鱼警报的设置难度如何？

source: Enter the verification code sent to your contact email. If you don't see it, check your spam folder.
de: Geben Sie den Verifizierungscode ein, der an Ihre Kontakt-E-Mail gesendet wurde. Wenn Sie ihn nicht sehen, überprüfen Sie Ihren Spam-Ordner.
es: Introduzca el código de verificación enviado a su correo electrónico de contacto. Si no lo ve, revise su carpeta de correo no deseado.
fr: Saisissez le code de vérification envoyé à votre adresse e-mail de contact. Si vous ne voyez pas notre message, vérifiez votre dossier spam.
it: Inserisci il codice di verifica inviato al tuo indirizzo e-mail di contatto. Se non lo vedi, controlla la cartella spam.
ja: 連絡先のメールアドレスに送信された認証コードを入力してください。見つからない場合は、迷惑メールフォルダをご確認ください。
nl: Voer de verificatiecode in die naar uw contact-e-mailadres is gestuurd. Als u de e-mail niet ziet, controleer dan uw spammap.
pt_br: Insira o código de verificação enviado para seu e-mail de contato. Se não encontrá-lo, verifique sua pasta de spam.
sv: Ange verifieringskoden som skickades till din e-postadress för kontakt. Om du inte ser den, kontrollera din skräppostmapp.
zh_cn: 输入发送到您的联系电子邮件的验证码。如果没有看到此邮件，请检查垃圾邮件文件夹。

source: Try autofill
de: Automatisches ausfüllen ausprobieren
es: Probar el autocompletado
fr: Essayer la remplissage automatique
it: Prova la compilazione automatica
ja: 自動入力を試す
nl: Probeer automatisch invullen
pt_br: Experimentar o preenchimento automático
sv: Prova automatisk ifyllning
zh_cn: 尝试自动填充

source: Centralize your security monitoring with %(siemTypeI18n)s, and incorporate Dashlane activity logs for enhanced threat detection.
de: Zentralisieren Sie Ihre Sicherheitsüberwachung mit %(siemTypeI18n)s und integrieren Sie Dashlane-Aktivitätsprotokolle für eine verbesserte Bedrohungserkennung.
es: Centralice la monitorización de su seguridad con %(siemTypeI18n)s e incorpore registros de actividad de Dashlane para mejorar la detección de amenazas.
fr: Centralisez votre surveillance de sécurité avec %(siemTypeI18n)s et intégrez les journaux d'activité Dashlane pour une détection avancée des menaces.
it: Centralizza il monitoraggio della sicurezza con %(siemTypeI18n)s e incorpora i registri delle attività Dashlane per un rilevamento ottimizzato delle minacce.
ja: %(siemTypeI18n)s でセキュリティ監視を一元化し、Dashlane アクティビティログを組み込んで脅威検出を強化します。
nl: Centraliseer uw beveiligingsmonitoring met %(siemTypeI18n)s en integreer Dashlane-activiteitenlogboeken voor een verbeterde opsporing van bedreigingen.
pt_br: Centralize o monitoramento de segurança com o %(siemTypeI18n)s e incorpore os registros de atividades da Dashlane para uma detecção de ameaças aprimorada.
sv: Centralisera din säkerhetsövervakning med %(siemTypeI18n)s och införliva Dashlane aktivitetsloggar för förbättrad hotdetektering.
zh_cn: 使用 %(siemTypeI18n)s 集中管理您的安全监控，并整合 Dashlane 活动日志以增强威胁检测。

source: Setup confidential SCIM
de: Confidential SCIM einrichten
es: Configurar SCIM confidencial
fr: Configurer Confidential SCIM
it: Configura SCIM riservato
ja: 機密 SCIM を設定する
nl: Vertrouwelijke SCIM instellen
pt_br: Configuração do SCIM confidencial
sv: Konfigurera konfidentiell SCIM
zh_cn: 设置保密 SCIM

source: Your logo will be replaced with Dashlane's on employee-facing alerts.
de: Ihr Logo wird in mitarbeiterseitigen Warnungen durch das von Dashlane ersetzt.
es: Su logotipo se sustituirá por el de Dashlane en las alertas visibles para los empleados.
fr: Votre logo sera remplacé par celui de Dashlane dans les alertes visibles par les employés.
it: Il tuo logo verrà sostituito con quello di Dashlane negli avvisi rivolti ai dipendenti.
ja: 従業員向けのアラートでは、あなたのロゴが Dashlane のロゴに置き換えられます。
nl: Uw logo wordt vervangen door dat van Dashlane in waarschuwingen voor medewerkers.
pt_br: Seu logotipo será substituído pelo da Dashlane nos alertas voltados para os funcionários.
sv: Din logotyp kommer att ersättas med Dashlanes på varningar som riktar sig till anställda.
zh_cn: 您的徽标将在面向员工的提醒中被替换为 Dashlane 的徽标。

source: Add an intelligent layer of AI Phishing Detection
de: Fügen Sie eine intelligente Ebene der KI-Phishing-Erkennung hinzu
es: Agregue una capa inteligente de Detección de phishing de IA
fr: Ajoutez une couche intelligente de détection de phishing par IA
it: Aggiungi un livello intelligente di rilevamento di phishing tramite IA
ja: インテリジェントな AI フィッシング検出を追加する
nl: Voeg een intelligente laag van AI Phishing-detectie toe
pt_br: Adicione uma camada inteligente de Detecção de phishing com IA
sv: Lägg till ett intelligent lager av AI-nätfiskedetektering
zh_cn: 添加智能 AI 网络钓鱼检测层

source: In Intune, deploy Dashlane extension to targeted users
de: Nehmen Sie in Intune die Bereitstellung der Dashlane-Erweiterung für die gewünschten Benutzer vor.
es: En Intune, implemente la extensión de Dashlane en usuarios determinados
fr: Dans Intune, déployez l'extension Dashlane aux utilisateurs ciblés
it: In Intune, distribuisci l'estensione Dashlane agli utenti mirati
ja: Intune で、Dashlane 拡張機能をターゲットユーザーに導入
nl: Implementeer in Intune de Dashlane-extensie voor gerichte gebruikers
pt_br: No Intune, implante a extensão da Dashlane para os usuários selecionados
sv: I Intune distribuerar du Dashlane-tillägget till utvalda användare
zh_cn: 在 Intune 中，为目标用户部署 Dashlane 扩展程序

source: Get ready for a better autofill
de: Machen Sie sich bereit für eine verbesserte automatisches ausfüllen-Funktion
es: Prepárese para un autocompletado mejor
fr: Soyez prêt pour une meilleure remplissage automatique
it: Preparati per una compilazione automatica migliore
ja: より良い自動入力の準備を
nl: De Autofill-functie is verbeterd
pt_br: Prepare-se para um preenchimento automático melhor
sv: Gör dig redo för en bättre automatisk ifyllning
zh_cn: 准备使用更好的自动填充功能

source: Autofill is turned off on this website except for username and passwords.
de: Automatisches ausfüllen ist für diese Website mit Ausnahme von Benutzername und Passwörtern deaktiviert.
es: El autocompletado está desactivado en este sitio web, excepto para el nombre de usuario y las contraseñas.
fr: La remplissage automatique est désactivée pour ce site Web, sauf pour le nom d'utilisateur et les mots de passe.

source: Free trial of Dashlane Omnix Enterprise
de: Kostenlose Testversion von Dashlane Omnix Enterprise
es: Prueba gratuita de Dashlane Omnix Enterprise
fr: Essai gratuit de Dashlane Omnix Enterprise
it: Prova gratuita di Dashlane Omnix Enterprise
ja: Dashlane Omnix Enterprise の無料トライアル
nl: Gratis proefperiode voor Dashlane Omnix Enterprise
pt_br: Avaliação gratuita do Dashlane Omnix Enterprise
sv: Gratis provperiod för Dashlane Omnix Enterprise
zh_cn: Dashlane Omnix Enterprise 免费试用

source: Autofill Completed Icon
de: Symbol: automatisches ausfüllen abgeschlossen
es: Icono de autocompletar completado
fr: Icône de remplissage automatique terminée

source: **%(count)s days left in your Omnix Enterprise trial.**
de: **%(count)s Tage in Ihrer Omnix-Enterprise-Testversion übrig.**
es: **%(count)s días restantes en su prueba de Omnix Enterprise.**
fr: **%(count)s jours restants dans votre essai Omnix Enterprise.**
it: **%(count)s giorni rimanenti per la tua prova Omnix Enterprise.**
ja: **Omnix Enterprise のトライアルは残りあと%(count)s日です。**
nl: **%(count)s dagen over in uw Omnix Enterprise-proefperiode.**
pt_br: **%(count)s dias restantes na sua avaliação do Omnix Enterprise.**
sv: **%(count)s dagar kvar i din provperiod för Omnix Enterprise.**
zh_cn: **您的 Omnix Enterprise 试用期还剩 %(count)s 天。**

source: If enabled, we won't autofill this login on websites associated with this one (when available).
de: Wenn dies aktiviert ist, erfolgt kein automatisches ausfüllen für diese Zugangsdaten auf mit dieser Website in Zusammenhang stehenden Websites (sofern verfügbar).

source: Don't autofill on this website
de: Automatisches ausfüllen auf dieser Website nicht nutzen

source: You can turn off copy and paste pop-ups in your autofill settings.
de: Sie können die Pop-up-Fenster zum Kopieren und Einfügen in Ihren Einstellungen für das automatisches ausfüllen deaktivieren.
es: Puede desactivar la opción copiar y pegar ventanas emergentes en sus opciones de autocompletado.
fr: Vous pouvez désactiver les fenêtres contextuelles en copier-coller dans les paramètres de la remplissage automatique.
it: Puoi disattivare i pop-up di copia e incolla in Impostazioni compilazione automatica.
ja: コピー＆ペーストのポップアップ表示は、自動入力設定でオフにすることができます。
nl: U kunt pop-ups voor kopiëren en plakken uitschakelen in uw instellingen voor automatisch invullen.
pt_br: Você pode desativar os pop-ups de copiar e colar nas configurações de preenchimento automático.
sv: Du kan stänga popup-fönster för kopiera och klistra in i dina inställningar för automatisk ifyllning.
zh_cn: 您可关闭自动填充设置中的复制和粘贴弹窗功能。

source: Autofill this field
de: Dieses Feld automatisches ausfüllen
es: Autocompletar este campo
fr: Remplissage automatique de ce champ

source: Evaluating password...
de: Passwort wird bewertet …
es: Evaluando la contraseña...
fr: Évaluation du mot de passe...
it: Valutazione della password...
ja: パスワードを評価中...
nl: Wachtwoord evalueren…
pt_br: Avaliando senha...
sv: Utvärderar lösenord...
zh_cn: 正在评估密码...

source: Autofill is turned off for forms everywhere until you turn it back on.
de: Das automatische Ausfüllen ist für sämtliche Formulare ausgeschaltet, bis Sie es wieder einschalten.
es: El autocompletado está desactivado para formularios en todas partes hasta que vuelva a activarlo.
fr: La remplissage automatique est désactivée pour tous les formulaires jusqu'à ce que vous l'activiez de nouveau.

source: Remove company logo?
de: Firmenlogo entfernen?
es: ¿Eliminar el logotipo de la compañía?
fr: Supprimer le logo de l'entreprise ?
it: Rimuovere il logo aziendale?
ja: 会社のロゴを削除しますか？
nl: Bedrijfslogo verwijderen?
pt_br: Remover o logotipo da empresa?
sv: Ta bort företagslogotyp?
zh_cn: 删除公司徽标？

source: Back to autofill settings
de: Zurück zu den automatisches ausfüllen-Einstellungen
es: Volver a las opciones de autocompletado
fr: Retourner aux paramètres de remplissage automatique

source: Extension deployment required to activate AI Phishing Alerts
de: Bereitstellung der Erweiterung erforderlich, um KI-Phishing-Warnungen zu aktivieren
es: Se requiere la implementación de la extensión para activar las alertas de phishing de IA
fr: Un déploiement de l'extension est requis pour activer les alertes de phishing par IA
it: Distribuzione dell'estensione necessaria per attivare gli Avvisi di phishing tramite IA
ja: AI フィッシングアラートを有効化するには拡張機能の導入が必要です
nl: Extensie-implementatie vereist om AI-phishing-waarschuwingen te activeren
pt_br: Implantação da extensão necessária para ativar os Alertas de phishing com IA
sv: Tilläggsdistribuering krävs för att aktivera AI-varningar om nätfiske
zh_cn: 需要部署扩展程序才能激活 AI 网络钓鱼警报

source: Autofill something else
de: Sonstiges automatisches ausfüllen
es: Autocompletar algo más

source: Only autofill on websites added by me
de: Nur bei von mir hinzugefügten Websites automatisches ausfüllen
es: Usar solo el autocompletado en sitios web que yo he agregado
fr: Remplissage automatique uniquement sur les sites Web que j'ai ajoutés

source: Apply Dashlane’s deployment policy, turn on available security tools, and deploy the extension for company-wide security monitoring, even if employees don’t have Dashlane accounts.
de: Wenden Sie die Bereitstellungsrichtlinie von Dashlane an, aktivieren Sie die verfügbaren Sicherheitstools und stellen Sie die Erweiterung für eine unternehmensweite Sicherheitsüberwachung bereit, selbst wenn Mitarbeitende keine Dashlane-Konten haben.
es: Aplique la política de implementación de Dashlane, active las herramientas de seguridad disponibles e implemente la extensión para la supervisión de seguridad en toda la empresa, incluso si los empleados no tienen cuentas de Dashlane.
fr: Appliquez la politique de déploiement de Dashlane, activez les outils de sécurité disponibles et déployez l'extension pour une surveillance de la sécurité à l'échelle de l'entreprise, même si les employés n'ont pas de compte Dashlane.
it: Applica la politica di distribuzione di Dashlane, attiva gli strumenti di sicurezza disponibili e distribuisci l'estensione per il monitoraggio della sicurezza a livello aziendale, anche se i dipendenti non hanno account Dashlane.
ja: Dashlane の展開ポリシーを適用し、利用可能なセキュリティツールをオンにして、会社全体のセキュリティを監視するための拡張機能を展開します。従業員が Dashlane アカウントを所有していない場合でも展開が可能です。
nl: Pas het implementatiebeleid van Dashlane toe, schakel beschikbare beveiligingstools in en implementeer de extensie voor beveiligingscontrole binnen het hele bedrijf, zelfs als medewerkers geen Dashlane-accounts hebben.
pt_br: Aplique a política de implantação da Dashlane, ative as ferramentas de segurança disponíveis e implante a extensão para monitoramento de segurança em toda a empresa, mesmo que os funcionários não tenham contas da Dashlane.
sv: Tillämpa Dashlanes distributionspolicy, aktivera tillgängliga säkerhetsverktyg och distribuera tillägget för företagsomfattande säkerhetsövervakning, även om anställda inte har Dashlane-konton.
zh_cn: 应用 Dashlane 的部署策略，开启可用的安全工具，并部署扩展程序以进行全公司范围的安全监控，即使员工没有 Dashlane 帐户。

source: You are about to permanently remove %(displayName)s from your tenants list.
de: Sie sind dabei, %(displayName)s dauerhaft aus Ihrer Mandantenliste zu entfernen.
es: Está a punto de Eliminar de forma permanente %(displayName)s de su lista de tenants.
fr: Vous êtes sur le point de supprimer définitivement %(displayName)s de votre liste de locataires.
it: Stai per rimuovere in modo permanente %(displayName)s dal tuo elenco di tenant.
ja: %(displayName)s をテナントリストから完全に削除しようとしています。
nl: Je staat op het punt om %(displayName)s permanent uit je tenantlijst te verwijderen.
pt_br: Você está prestes a remover permanentemente %(displayName)s da sua lista de tenants.
sv: Du är på väg att permanent ta bort %(displayName)s från din klientlista.
zh_cn: 您即将从租户列表中永久删除 %(displayName)s。

source: Try Auto-save and Auto-fill
de: Automatisches Speichern und automatisches ausfüllen ausprobieren
es: Pruebe guardado automático y autocompletar
fr: Essayer l'enregistrement et la remplissage automatiques

source: Only autofill on exact URL:
de: Automatisches ausfüllen nur für genau diese URL:
es: Solo autocompletar la URL exacta:
fr: Remplissage automatique sur cette URL uniquement :

source: Didn't receive the code
de: Code nicht erhalten
es: ¿No recibió el código?
fr: Vous n'avez pas reçu de code
it: Non hai ricevuto il codice
ja: コードが届きませんか
nl: Geen code ontvangen
pt_br: Não recebeu o código
sv: Har du inte fått koden
zh_cn: 没有收到验证码

source: For additional guidance, check out our %(siemTypeI18n)s setup guide in the Help Center.
de: Weitere Hinweise finden Sie in unserem %(siemTypeI18n)s-Einrichtungsleitfaden im Hilfe-Center.
es: Para obtener orientación adicional, consulte nuestra guía de configuración de %(siemTypeI18n)s en el Centro de asistencia.
fr: Pour plus d'informations, consultez notre guide d'installation de %(siemTypeI18n)s dans l'aide en ligne.
it: Per ulteriori indicazioni, consulta la nostra guida alla configurazione di %(siemTypeI18n)s nel Centro assistenza.
ja: その他のガイダンスについては、ヘルプセンターにある %(siemTypeI18n)s 設定ガイドをご覧ください。
nl: Meer informatie vindt u in onze %(siemTypeI18n)s-installatiehandleiding in het helpcentrum.
pt_br: Para mais orientações, consulte nosso guia de configuração do %(siemTypeI18n)s na Central de Ajuda.
sv: För ytterligare vägledning, ta en titt på vår %(siemTypeI18n)s-konfigurationsguide i Hjälpcenter.
zh_cn: 如需更多指导，请查看帮助中心的 %(siemTypeI18n)s 设置指南。

source: Get last-mile phishing protection
de: Letzte Schutzebene gegen Phishing erhalten
es: Obtenga protección contra phishing en el último tramo
fr: Obtenez une protection contre le phishing de bout en bout
it: Ottieni una protezione dal phishing di ultima linea
ja: ラストマイルのフィッシングプロテクションを取得する
nl: Krijg bescherming tegen phishing tot op het laatste moment
pt_br: Obtenha proteção contra phishing de última milha
sv: Få sista-stegets skydd mot nätfiske
zh_cn: 获取最后一道 phishing 防护

source: We warn you if our AI model identifies a website as suspicious. This technology operates on our zero-knowledge principle, so Dashlane never sees your data. These alerts are only available on desktop.
de: Wir warnen Sie, wenn unser KI-Modell eine Website als verdächtig einstuft. Diese Technologie basiert auf unserem Zero-Knowledge-Prinzip, sodass Dashlane Ihre Daten niemals sieht. Diese Warnungen sind nur auf dem Desktop verfügbar.
es: Le advertimos si nuestro modelo de IA identifica un sitio web como sospechoso. Esta tecnología funciona según nuestro principio de conocimiento cero, por lo que Dashlane nunca ve sus datos. Estas alertas solo están disponibles en computadoras de escritorio.
fr: Nous vous avertissons si notre modèle d'IA identifie un site Web comme suspect. Cette technologie fonctionne selon notre principe « zero-knowledge », donc Dashlane ne voit jamais vos données. Ces alertes sont uniquement disponibles sur ordinateur.
it: Ti avvisiamo se il nostro modello di IA identifica un sito web come sospetto. Questa tecnologia funziona secondo il nostro principio della conoscenza zero, quindi Dashlane non vede mai i tuoi dati. Questi avvisi sono disponibili solo su desktop.
ja: AIモデルが疑わしいと判断したウェブサイトにアクセスした際に警告します。このテクノロジーはゼロ知識の原則に基づいて動作し、Dashlane がお客様のデータを見ることは決してありません。これらのアラートはデスクトップのみでご利用可能です。
nl: We waarschuwen je als ons AI-model een website als verdacht aanmerkt. Deze technologie werkt volgens ons zero-knowledgeprincipe, zodat Dashlane je gegevens nooit te zien krijgt. Deze waarschuwingen zijn alleen beschikbaar op desktop.
pt_br: Avisamos você se nosso modelo de IA identificar um site como suspeito. Essa tecnologia opera com base no nosso princípio de conhecimento-zero, portanto a Dashlane nunca acessa seus dados. Esses alertas estão disponíveis apenas no desktop.
sv: Vi varnar dig om vår AI-modell identifierar en webbplats som misstänkt. Den här tekniken fungerar enligt vår zero-knowledge-princip, så Dashlane ser aldrig din data. Dessa varningar är endast tillgängliga på skrivbordet.
zh_cn: 如果我们的 AI 模型将某个网站识别为可疑网站，我们会向您发出警告。该技术基于零知识原则运行，因此 Dashlane 绝不会看到您的数据。这些警报仅适用于桌面端。
